{
	"apptitle": "Takauma",
	"home": "Etusivu",
	"appdescription": "Luo tapahtuma, jaa linkki ja lataa kuvia. Kuvat tallentuvat kansioon sinun google driveen.",
	"privacypolicy": "Tietosuoja",
	"termsofservice": "Käyttöehdot",
	"googlesignin": "Kirjaudu sisään googletunnuksilla",
	"signedinas": "Kirjauduttu sisään",
	"signout": "Kirjaudu ulos",
	"updated": "Päivitetty",
	"misconduct": "Väärinkäyttö",
	"termsgeneral": "Tällä sivulla on sovelluksen käyttöehtoihin liittyvät tiedot. Käyttämällä sovellusta hyväksyt kaikki käyttöehdot.",
	"misconductgeneral": "Käyttäjätili voidaan lopettaa ja estää käyttö heti, ilman erillistä ilmoitusta tai vakuutta, mistä tahansa syystä jos epäillään mitä tahansa väärinkäytöstä.",
	"liability": "Vastuu",
	"liabilitygeneral": "Sovellus toimitetaan sellaisenaan mahdollisine virheineen ilman takuuta. Sovelluksen tekijät eivät vastaa mistään vahingoista, käyttökatkoista tai tietojen katoamisesta.",
	"changes": "Muutokset",
	"ghangesgeneral": "Käyttöehtoja voidaan muuttaa tarvittaessa. Muutoksista tiedotetaan sivustolla. Jatkamalla käyttöä hyväksyt käyttöehdot.",
	"contact": "Yhteydenotto",
	"author": "Tekijä",
	"apprelatedcontact": "Sovellukseen liittyvät yhteydenotot",
	"eventstitle": "Tapahtumat",
	"accessdenied": "Pääsy estetty",
	"selectimages": "Valitse ladattavat kuvat ja lähetä",
	"upload": "Lähetä",
	"event": "Tapahtuma",
	"createnewevent": "Luo uusi tapahtuma",
	"save": "Tallenna",
	"select": "Valitse",
	"eventnotfound": "Oho, tapahtumaa ei löytynyt?",
	"eventnotfoundinfo": "Tapahtumaa ei ole jaettu tai se on poistettu.",
	"sharealink": "Jaa linkki",
	"delete": "Poista",
	"opensharelinkinfo": "Avaa linkki ja aloita lataamaan kuvia",
	"woops": "Hupsista",
	"errordetails": "Virheen tiedot",
	"somethingwentwrong": "Jokin meni pieleen",
	"foldermaycontain": "Kansio voi sisältää kuvia",
	"eventexists": "Saman niminen tapahtuma on jo olemassa",
	"inputnameofevent": "Syötä tapahtuman nimi ja tallenna.",
	"copytoclipboard": "Kopioi leikepöydälle",
	"couldntcopytoclipboard": "Kopiointi leikepöydälle epäonnistui",
	"copysuccesss": "Kopioitu",
	"sharetowhatsapp": "Jaa WhatsAppiin",
	"sharelink": "Jaa linkki",
	"sharefailed": "Jako epäonnistui",
	"sharebyemail": "Jaa sähköpostilla",
	"close": "Sulje",
	"share": "Jaa",
	"fullscreen": "Koko ruutu",
	"zoom": "Zoom",
	"previous": "Edellinen",
	"next": "Seuraava",
	"downloadoriginal": "Lataa alkuperäinen",
	"privacy_0": "Tällä sivulla on sovelluksen tietosuojaan liittyvät tiedot.",
	"privacy_1": "Sovelluksessa pyritään käsittelemään vain välttämättömiä tietoja eikä tietoja jaeta eteenpäin.",
	"privacy_what_info_is_handled": "Mitä tietoja käsitellään",
	"privacy_personal_data": "Henkilötiedot",
	"privacy_email_address": "Sähköpostiosoite",
	"privacy_email_desc": "Käyttäjä pitää yksilöidä jollakin tiedolla. Tähän käytetään sähköpostiosoitetta, joka tallennetaan tietokantaan. Sähköpostiosoitetta ei jaeta eteenpäin, eikä siihen lähetetä roskapostia.",
	"privacy_googledrive_desc": "Kuvat tallennetaan google driveen kansioihin. Jotta sovellus toimii, käyttäjän tulee antaa oikeudet sovellukselle lukea, kirjoittaa ja poistaa vain sovelluksen kautta ladattuja kuvia google drivessä. Mitään muita kuvia tai tiedostoja ei käsitellä, eikä niihin ole oikeuksia.",
	"privacy_photo_analyze": "Kuvien analysointi",
	"privacy_photo_analyze_desc": "Sovellus ei analysoi tai kerää tietoja kuvista eikä jaa niitä eteenpäin. Kuvat tallentuvat omaan pilvipalveluusi sellaisenaan ja ovat käytössä vain sinulla ja linkin saaneilla, niin kauan kun linkin jako on voimassa ja sovelluksella on pääsyoikeus kuviin.",
	"privacy_analytics": "Seuranta",
	"privacy_analytics_desc_0": "Sovellus on asennettu vercel (vercel.com) palvelun avulla, johon on asetettu analytiikan keräys päälle. Analytiikalla seurataan kävijämäärää ja sovelluksen suorituskykyä. Tarkista viimeisin tieto Vercelin analytiikasta ja ehdoista Verceliltä itseltään.",
	"privacy_analytics_desc_1": "Sovelluksessa käytetään Google kirjautumista ja Google Drive apia. Tarkista viimeisin tieto Googlen analytiikasta ja ehdoista Googlelta itseltään.",
	"privacy_how_data_is_processed": "Miten tietoja käsitellään",
	"privacy_how_data_is_processed_desc": "Kirjautumisen yhteydessä tunnistetaan käyttäjä sähköpostiosoitteen perusteella ja se tallennetaan tietokantaan käyttäjän tunnistamiseksi.",
	"privacy_how_data_is_shared": "Miten tietoja jaetaan",
	"privacy_how_data_is_shared_desc": "Tietoja ei jaeta eteenpäin.",
	"privacy_how_long_data_iskept": "Kuinka kauan tietoja säilytetään",
	"privacy_how_long_data_iskept_desc": "Tiedot säilyvät niin kauan kun sovellus on toiminnassa tai kunnes pyydät että tietosi poistetaan. Kaikki sovelluksen keräämät tiedot poistetaan jos toiminta lakkaa. Kuvia ei poisteta Google Drivestä.",
	"privacy_enquiries": "Tietopyynnöt",
	"privacy_enquiries_desc_0": "Voit pyytää henkilötiedot mitä sinusta on kerätty.",
	"privacy_enquiries_desc_1": "Voit myös pyytää että tietosi poistetaan.",
	"privacy_changes": "Muutokset",
	"privacy_changes_desc": "Tietosuojaehtoja voidaan muuttaa tarvittaessa. Muutoksista tiedotetaan sivustolla.",
	"what_is_this": "Mistä on kyse",
	"what_is_this_desc_0": "Web-sovellus, jolla voit luoda tapahtumia, jakaa tapahtumaan linkin ja kaikki linkin saaneet voivat ladata ja selata kuvia tapahtumasta ilman sisäänkirjautumista.",
	"what_is_this_desc_1": "Kuvat tallentuvat sinun Google Driveen kansioon tapahtuman nimellä.",
	"what_is_this_desc_2": "Taltioi hetket ja tapahtumat ja jaa tapahtumat yhdessä monesta eri kamerasta.",
	"getting started": "Näin pääset alkuun",
	"getting_started_allow_app_to": "Salli sovelluksen lukea sähköpostiosoitteesi ja pääsy tallentamaan kuvia Google Driveen. Pääsy on ainoastaan sovelluksen luomiin kuviin.",
	"create_new_event": "Luo uusi tapahtuma.",
	"share_link": "Jaa linkki.",
	"upload_photos": "Lataa kuvia.",
	"everyone_with_the_link_can": "Linkin saaneet näkevät kaikki ladatut kuvat ja voivat ladata uusia kuvia niin kauan kunnes lopetat jaon.",
	"how_to_delete": "Kuvia ei voi poistaa sovelluksella. Tapahtuman luoja voi poistaa kuvia Google Driven kautta.",
	"image_resize_failed": "Kuvat ovat aika isoja, ohjelma koittaa pienentää niitä vähän, ja sitten lähettää. Kuvan pienennyksessä kuitenkin tapahtui jokin häiriö. Yritä uudestaan tai päivitä sivua ja yritä.",
	"selectimages_desc": "Voit valita useampia kuvia. Valittuasi kuvat, ohjelma pienentää niitä hiukan jotta lataus olisi nopeampi ja listaa ne ylle. Paina sitten Lähetä.",
	"do_you_need_help": "Tarvitsetko apua?",
	"ready_for_send": "kuvaa valmiina lähetystä varten.",
	"select_photos_from_your_device": "Valitse kuvia laitteeltasi",
	"sending": "Lähetetään",
	"resizing": "Pienennetään kuvia"
}
